/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d jours %2$d heures %3$d minutes %4$d secondes";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d heures %2$d minutes %3$d secondes";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d minutes, %2$d secondes";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d secondes";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@ × %@ pixels";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %d×%d pixels" = "%@ %d × %d pixels";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (module Internet %@)";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "Contenu web %@";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d fichiers";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (niveau moyen)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (niveau supérieur)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (niveau inférieur)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<filename> %d × %d pixels";

/* Undo action name */
"Align Left (Undo action name)" = "Aligner à gauche";

/* Undo action name */
"Align Right (Undo action name)" = "Aligner à droite";

/* Back context menu item */
"Back" = "Précédent";

/* Bold context menu item */
"Bold" = "Gras";

/* Capitalize context menu item */
"Capitalize" = "Mettre en lettres capitales";

/* Undo action name */
"Center (Undo action name)" = "Centrer";

/* Undo action name */
"Change Attributes (Undo action name)" = "Modifier les attributs";

/* Check spelling context menu item */
"Check Document Now" = "Vérifier le document maintenant";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Vérifier la grammaire et l’orthographe";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Vérifier l’orthographe lors de la saisie";

/* title for file button used in HTML forms */
"Choose File" = "Choisir le fichier";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Effacer les recherches récentes";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Le contenu du type MIME spécifié ne peut être affiché.";

/* Media Controls context menu item */
"Controls" = "Contrôles";

/* Copy context menu item */
"Copy" = "Copier";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Copier l’adresse audio";

/* Copy Image context menu item */
"Copy Image" = "Copier l’image";

/* Copy Image Address menu item */
"Copy Image Address" = "Copier l’adresse de l’image";

/* Copy Link context menu item */
"Copy Link" = "Copier le lien";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Copier l’adresse vidéo";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Corriger l’orthographe automatiquement";

/* Undo action name */
"Create Link (Undo action name)" = "Créer un lien";

/* Cut context menu item */
"Cut" = "Couper";

/* Undo action name */
"Cut (Undo action name)" = "Couper";

/* Default writing direction context menu item */
"Default" = "Par défaut";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Détails";

/* Download Image context menu item */
"Download Image" = "Télécharger l’image";

/* Download Linked File context menu item */
"Download Linked File" = "Télécharger le fichier lié";

/* Undo action name */
"Drag (Undo action name)" = "Glisser";

/* Video Enter Fullscreen context menu item */
"Enter Fullscreen" = "Activer le mode plein écran";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Police";

/* Undo action name */
"Format Block (Undo action name)" = "Formatage";

/* Forward context menu item */
"Forward" = "Suivant";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Chargement du cadre interrompu";

/* accessibility role description for web area */
"HTML content" = "Contenu HTML";

/* menu item title */
"Hide Spelling and Grammar" = "Masquer l’orthographe et la grammaire";

/* menu item title */
"Hide Substitutions" = "Masquer les substitutions";

/* The default, default character encoding */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignorer ce point de grammaire";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignorer l’orthographe";

/* Undo action name */
"Indent (Undo action name)" = "Indenter";

/* Undo action name */
"Insert List (Undo action name)" = "Insérer une liste";

/* Inspect Element context menu item */
"Inspect Element" = "Inspecter l’élément";

/* Italic context menu item */
"Italic" = "Italique";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java est introuvable";

/* Undo action name */
"Justify (Undo action name)" = "Justifier";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Clé de %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Mémoriser l’orthographe";

/* Left to Right context menu item */
"Left to Right" = "De gauche à droite";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Diffusion en direct";

/* Media controller status message when the media is loading */
"Loading..." = "Chargement…";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Rechercher dans Dictionary";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Rechercher « %@ »";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Rechercher « <selection> »";

/* Media Loop context menu item */
"Loop" = "Boucle";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Augmenter le crénage";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Abaisser la ligne de base";

/* Make Lower Case context menu item */
"Make Lower Case" = "Mettre en minuscule";

/* Make Upper Case context menu item */
"Make Upper Case" = "Mettre en majuscule";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Module manquant";

/* Media Mute context menu item */
"Mute" = "Silence";

/* No Guesses Found context menu item */
"No Guesses Found" = "Aucune proposition trouvée";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Aucune recherche récente";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Non autorisé à utiliser le port réseau limité";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Ouvrir le son dans une nouvelle fenêtre";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Ouvrir le cadre dans une nouvelle fenêtre";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Ouvrir l’image dans une nouvelle fenêtre";

/* Open Link context menu item */
"Open Link" = "Ouvrir le lien";

/* Open in New Window context menu item */
"Open Link in New Window" = "Ouvrir le lien dans une nouvelle fenêtre";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Ouvrir la vidéo dans une nouvelle fenêtre";

/* context menu item for PDF */
"Open with %@" = "Ouvrir avec %@";

/* Undo action name */
"Outdent (Undo action name)" = "Désindenter";

/* Outline context menu item */
"Outline" = "Contour";

/* Undo action name */
"Outline (Undo action name)" = "Contour";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Direction du paragraphe";

/* Paste context menu item */
"Paste" = "Coller";

/* Undo action name */
"Paste (Undo action name)" = "Coller";

/* Undo action name */
"Paste Font (Undo action name)" = "Coller la police";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Coller la règle";

/* Media Pause context menu item */
"Pause" = "Pause";

/* Media Play context menu item */
"Play" = "Lire";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Visionner la vidéo en mode plein écran";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Échec de module";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Module annulé";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Charge gérée par module";

/* Description of the (only) type supported by PDF pseudo plug-in. Visible in Installed Plug-ins page in Safari. */
"Portable Document Format" = "Portable Document Format";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Élever la ligne de base";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Recherches récentes";

/* Reload context menu item */
"Reload" = "Recharger";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Réinitialiser";

/* Right to Left context menu item */
"Right to Left" = "De droite à gauche";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Rechercher dans Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Rechercher avec %@";

/* Search with Google context menu item */
"Search with Google" = "Rechercher avec Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Direction de la sélection";

/* Undo action name */
"Set Background Color (Undo action name)" = "Définir la couleur de fond";

/* Undo action name */
"Set Color (Undo action name)" = "Définir la couleur";

/* Undo action name */
"Set Font (Undo action name)" = "Définir la police";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Définir la forme de caractère traditionnelle";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Déterminer le sens de l’écriture";

/* Show colors context menu item */
"Show Colors" = "Afficher les couleurs";

/* Show fonts context menu item */
"Show Fonts" = "Afficher les polices";

/* menu item title */
"Show Spelling and Grammar" = "Afficher l’orthographe et la grammaire";

/* menu item title */
"Show Substitutions" = "Afficher les substitutions";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Copier-coller intelligent";

/* Smart Dashes context menu item */
"Smart Dashes" = "Tirets intelligents";

/* Smart Links context menu item */
"Smart Links" = "Liens intelligents";

/* Smart Quotes context menu item */
"Smart Quotes" = "Guillemets courbes";

/* Speech context sub-menu item */
"Speech" = "Parole";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Orthographe et grammaire";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Commencer le débogage JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Commencer le profilage JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Commencer la lecture";

/* Stop context menu item */
"Stop" = "Arrêter";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Interrompre le débogage JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Interrompre le profilage JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Arrêter la lecture";

/* Styles context menu item */
"Styles..." = "Style…";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Envoyer";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Soumettre";

/* Undo action name */
"Subscript (Undo action name)" = "Indice";

/* Substitutions context sub-menu item */
"Substitutions" = "Substitutions";

/* Undo action name */
"Superscript (Undo action name)" = "Exposant";

/* Text Replacement context menu item */
"Text Replacement" = "Remplacement de texte";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "L’URL ne peut être affichée.";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Ce lieu est introuvable.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Le module est introuvable.";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Le module ne peut être chargé.";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Le nom d’utilisateur ou le mot de passe que vous avez saisis pour la zone « %@ » de %@ sont incorrects. Saisissez-les correctement puis réessayez.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Le nom d’utilisateur ou le mot de passe que vous avez saisis pour le serveur proxy %@ %@ sont incorrects. Saisissez-les correctement puis réessayez.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Le nom d’utilisateur ou le mot de passe que vous avez saisis pour cette zone sur %@ sont incorrects. Saisissez-les correctement, puis réessayez.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Ceci est un index consultable. Saisissez les mots-clés :";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Réduire le crénage";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Pour visualiser cette page, ouvrez une session dans la zone « %@ » de %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Pour afficher cette page, connectez-vous au serveur proxy %@ %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Pour visualiser cette page, vous devez vous connecter à cette zone sur %@ :";

/* Transformations context sub-menu item */
"Transformations" = "Transformations";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Désactiver le crénage";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Désactiver les ligatures";

/* Undo action name */
"Typing (Undo action name)" = "la saisie";

/* Underline context menu item */
"Underline" = "Souligné";

/* Undo action name */
"Underline (Undo action name)" = "Souligné";

/* Unknown filesize FTP directory listing item */
"Unknown" = "Inconnu";

/* Undo action name */
"Unlink (Undo action name)" = "Délier";

/* Undo action name */
"Unscript (Undo action name)" = "Ni indice ni exposant";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Utiliser toutes les ligatures";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Utiliser le crénage standard";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Utiliser les ligatures standard";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspecteur web — %@";

/* Pseudo plug-in name, visible in Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF intégré à WebKit";

/* message in authentication panel */
"Your login information will be sent securely." = "Vos identifiants de connexion seront envoyés de manière sécurisée.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Votre mot de passe sera envoyé non chiffré.";

/* HTTP result code string */
"accepted" = "accepté";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "activer";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "alerte";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "dialogue d’alerte";

/* An ARIA accessibility group that acts as an application. */
"application" = "application";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "état de l’application";

/* An ARIA accessibility group that acts as an article. */
"article" = "article";

/* accessibility role description for audio element controller */
"audio element controller" = "contrôleur d’éléments audio";

/* accessibility role description for audio element controller */
"audio element playback controls and status display" = "contrôle de lecture d’éléments audio et affichage d’état";

/* accessibility role description for seek back 30 seconds button */
"back 30 seconds" = "retour arrière de 30 secondes";

/* HTTP result code string */
"bad gateway" = "passerelle incorrecte";

/* HTTP result code string */
"bad request" = "requête incorrecte";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "bannière";

/* accessibility help text for play button */
"begin playback" = "commencer la lecture";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "Vérifier";

/* HTTP result code string */
"client error" = "erreur client";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "complémentaire";

/* HTTP result code string */
"conflict" = "conflit";

/* An ARIA accessibility group that contains content. */
"content" = "contenu";

/* HTTP result code string */
"continue" = "continuer";

/* HTTP result code string */
"created" = "créé";

/* accessibility help text for movie status display */
"current movie status" = "état actuel de la vidéo";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "position actuelle dans la vidéo en secondes";

/* definition phrase */
"definition" = "définition";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "dialogue";

/* An ARIA accessibility group that acts as a document. */
"document" = "document";

/* accessibility role description for elapsed time display */
"elapsed time" = "temps écoulé";

/* HTTP result code string */
"expectation failed" = "échec de l’attente";

/* accessibility role description for fast forward button */
"fast forward" = "avance rapide";

/* accessibility role description for fast reverse button */
"fast reverse" = "retour rapide";

/* HTTP result code string */
"forbidden" = "interdit";

/* HTTP result code string */
"found" = "trouvé";

/* accessibility role description for enter fullscreen button */
"fullscreen" = "plein écran";

/* HTTP result code string */
"gateway timed out" = "expiration de la passerelle";

/* accessibility role description for headings */
"heading" = "en-tête";

/* accessibility role description for hide closed captions button */
"hide closed captions" = "masquer les sous-titres codés";

/* accessibility role description for image map */
"image map" = "image cliquable";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "temps indéfini";

/* HTTP result code string */
"informational" = "pour information";

/* HTTP result code string */
"internal server error" = "erreur interne du serveur";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "aller à";

/* HTTP result code string */
"length required" = "longueur requise";

/* accessibility role description for link */
"link" = "lien";

/* accessibility role description for list marker */
"list marker" = "marqueur de liste";

/* An ARIA accessibility group that acts as a console log. */
"log" = "historique";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "principal";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "texte défilant";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "maths";

/* HTTP result code string */
"method not allowed" = "méthode non autorisée";

/* HTTP result code string */
"moved permanently" = "définitivement déplacé";

/* accessibility role description for timeline slider */
"movie time" = "position dans la vidéo";

/* accessibility help text for timeline slider */
"movie time scrubber" = "défileur de position de la vidéo";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "curseur du défileur de position de la vidéo";

/* HTTP result code string */
"multiple choices" = "choix multiples";

/* accessibility role description for mute button */
"mute" = "silence";

/* accessibility help text for mute button */
"mute audio tracks" = "pistes audio muettes";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigation";

/* HTTP result code string */
"needs proxy" = "proxy requis";

/* HTTP result code string */
"no content" = "aucun contenu";

/* HTTP result code string */
"no error" = "pas d’erreur";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "aucun fichier sélectionné";

/* HTTP result code string */
"no longer exists" = "n’existe plus";

/* HTTP result code string */
"non-authoritative information" = "information ne faisant pas autorité";

/* HTTP result code string */
"not found" = "introuvable";

/* HTTP result code string */
"not modified" = "non modifié";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "remarque";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "nombre de secondes restantes de la vidéo";

/* HTTP result code string */
"partial content" = "contenu partiel";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "les motifs sont différents";

/* accessibility role description for pause button */
"pause" = "pause";

/* accessibility help text for pause button */
"pause playback" = "suspendre la lecture";

/* HTTP result code string */
"payment required" = "paiement requis";

/* accessibility role description for play button */
"play" = "lire";

/* HTTP result code string */
"precondition failed" = "la pré-condition a échoué";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "appuyer";

/* HTTP result code string */
"proxy authentication required" = "authentification proxy requise";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "Saturation de plage";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "Sous-occupation de plage";

/* HTTP result code string */
"redirected" = "redirigé";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "région";

/* accessibility role description for time remaining display */
"remaining time" = "temps restant";

/* HTTP result code string */
"request timed out" = "expiration de la requête";

/* HTTP result code string */
"request too large" = "requête trop volumineuse";

/* HTTP result code string */
"requested URL too long" = "URL sollicitée trop longue";

/* HTTP result code string */
"requested range not satisfiable" = "la plage sollicitée ne peut être satisfaite";

/* HTTP result code string */
"reset content" = "réinitialiser le contenu";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "faire revenir la vidéo diffusée en continu au temps réel";

/* accessibility role description for return to real time button */
"return to realtime" = "revenir au temps réel";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "recherche";

/* HTTP result code string */
"see other" = "consulter un autre";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "Retour arrière de 30 secondes dans la vidéo";

/* accessibility help text for fast rewind button */
"seek quickly back" = "retour rapide";

/* accessibility help text for fast forward button */
"seek quickly forward" = "avance rapide";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "sélectionner";

/* HTTP result code string */
"server error" = "erreur du serveur";

/* HTTP result code string */
"service unavailable" = "service indisponible";

/* accessibility role description for show closed captions button */
"show closed captions" = "afficher les sous-titres codés";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "activer l’affichage des sous-titres codés";

/* accessibility role description for movie status */
"status" = "état";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "les étapes sont différentes";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "désactiver l’affichage des sous-titres codés";

/* HTTP result code string */
"success" = "réussite";

/* HTTP result code string */
"switching protocols" = "changement de protocole";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "Tableau d’onglet";

/* HTTP result code string */
"temporarily redirected" = "redirigé temporairement";

/* term word of a definition */
"term" = "terme ";

/* accessibility role description for timeline thumb */
"timeline slider thumb" = "curseur du défileur de la chronologie";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "minuteur";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "trop long";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "bulle d’aide";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "les types sont différents";

/* HTTP result code string */
"unacceptable" = "inacceptable";

/* HTTP result code string */
"unauthorized" = "non autorisé";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "décocher";

/* HTTP result code string */
"unimplemented" = "non implémenté";

/* Unknown filename */
"unknown" = "inconnu";

/* accessibility role description for turn mute off button */
"unmute" = "activer le son";

/* accessibility help text for un mute button */
"unmute audio tracks" = "activer le son des pistes audio";

/* HTTP result code string */
"unsupported media type" = "type de données non géré";

/* HTTP result code string */
"unsupported version" = "version non gérée";

/* Validation message for required form control elements that have no value */
"value missing" = "valeur manquante";

/* accessibility role description for video element controller */
"video element controller" = "contrôleur d’éléments vidéo";

/* accessibility role description for video element controller */
"video element playback controls and status display" = "contrôle de lecture d’éléments vidéo et affichage d’état";

